Repository: serkansokmen/Spuqi
Catalog: qnotes/locales/*/LC_MESSAGES/django.po
Languages: tr

source: User
tr: Kullanıcı

source: Name
tr: Ad

source: Title
tr: Başlık

source: Sources
tr: Kaynaklar

source: Members
tr: Üyeler

source: Source
tr: Kaynak

source: Quote
tr: Alıntı

source: Topics
tr: Konular

source: Is private
tr: Özel

source: Authors
tr: Yazarlar

source: Turkish
tr: Türkçe

source: English
tr: İngilizce

source: Collaborative space for social reading
tr: Sosyal okumalar için işbirlikçi alan

source: Quotes
tr: Alıntılar

source: Collections
tr: Kolleksiyonlar

source: Edit profile
tr: Profil düzenle

source: Change password
tr: Şifre değiştir

source: Change email
tr: E-posta değiştir

source: Signout
tr: Çıkış

source: Login
tr: Giriş

source: Signup
tr: Kaydol

source: Enter keywords
tr: Anahtar kelime girin

source: Search
tr: Ara

source: Delete %(author)s?
tr: %(author)s silinsin mi?

source: Yes
tr: Evet

source: Cancel
tr: İptal

source: Save
tr: Kaydet

source: New Author
tr: Yeni Yazar

source: <p>Delete %(collection)s?</p>
tr: <p>%(collection)s silinsin mi?</p>

source: New Collection
tr: Yeni Kolleksiyon

source: Your own Collections
tr: Kolleksiyonlarınız

source: You are a member of these collections
tr: Üyesi olduğunuz diğer kolleksiyonlar

source: Delete this quote?
tr: Bu alıntıyı silmek istiyor musunuz?

source: Private Quotation
tr: Özel Alıntı

source: Public Quotation
tr: Genel Alıntı

source: New Quote
tr: Alıntı Yap

source: <p>Delete %(source)s?</p>
tr: <p>%(source)s silinsin mi?</p>

source: New Source
tr: Yeni Kaynak

source: Quotes from <i class="text-info">&ldquo; %(source)s &rdquo;</i>
tr: <i class="text-info">&ldquo; %(source)s &rdquo;</i> kaynağından alıntılar

source: No quotes
tr: Alıntı yok

source: Delete %(topic)s?
tr: %(topic)s silinsin mi?

source: Quotes related to <i class="text-info">&ldquo; %(topic)s &rdquo;</i>
tr: <i class="text-info">&ldquo; %(topic)s &rdquo;</i> konusu ile ilgili alıntılar

source: New Topic
tr: Yeni Konu

source: Account activation failed.
tr: Hesap aktive edilemedi.

source: Your account could not be activated...
tr: Hesabınız aktif hale getirilemedi...

source: Your account could not be activated. This could be because your activation link has aged.
tr: Hesabınız aktifleştirilemedi. Aktivasyon linkinizin süresi dolmuş olabilir.

source: Please try signing up again or contact us if you think something went wrong.
tr: Lütfen tekrar giriş yapmayı deneyin ya da bir sorunla karşılaştığınızı düşünüyorsanız bizimle irtibata geçin.

source: Disabled account
tr: Etkisiz hesap

source: Your account has been disabled
tr: Hesabınız etkisizleştirildi

source: It seems your account has been disabled.
tr: Görünüşe göre hesabınız etkin değil.

source: If you feel that injustice has been done to you, feel free to contact the administrators to find out why
tr: Bir haksızlığa uğradığınızı düşünüyorsanız lütfen nedenini öğrenmek için yöneticilerle iletişime geçin

source: Email verification
tr: E-posta doğrulama

source: Confirm your new email
tr: E-postanızı doğrulayın

source: You have received an email at %(email)s.
tr: %(email)s adresinde bir e-posta aldınız.

source: To associate this email address with your account (%(username)s) click on the link provided in this email.
tr: Bu e-posta adresini %(username)s hesabıyla ilişkilendirmek için e-postadaki linke tıklayın.

source: Email changed!
tr: E-posta değişti!

source: Email changed
tr: E-posta değiştirldi

source: Your new email address is saved. You can continue using %(site)s with this email.
tr: Yeni e-posta adresiniz kaydedildi. %(site)s adresini bu e-posta ile kullanmaya devam edebilirsiniz.

source: Email verification failed.
tr: E-posta doğrulama başarısız.

source: Your email could not be verified...
tr: E-postanız doğrulanamadı...

source: You could try changing it again in your account settings.
tr: Hesap ayarlarınızda tekrar değiştirmeyi deneyebilirsiniz.

source: Change email address
tr: E-posta değiştir

source: Account &raquo; %(username)s
tr: Hesap &raquo; %(username)s

source: Password changed
tr: Şifre değiştirildi

source: Your password has been changed
tr: Şifreniz değiştirildi

source: From now on you can use your new password to signin
tr: Şu andan itibaren giriş yapmak için yeni şifrenizi kullanabilirsiniz

source: Change Password
tr: Şifre Değiştir

source: Password reset
tr: Şifre sıfırlandı

source: Your password has been reset
tr: Şifreniz sıfırlandı

source: You can now <a href="%(signin_url)s">signin</a> with your new password.
tr: Yeni şifreniz ile <a href="%(signin_url)s">giriş</a> yapabilirsiniz.

source: Reset password
tr: Şifre sıfırla

source: Password reset email sent
tr: Şifre sıfırla e-postası gönderildi

source: An e-mail has been sent to you which explains how to reset your password.
tr: Şifrenizi sıfırlamayla ilgili açıklamalar e-postanıza gönderildi.

source: %(username)s's profile.
tr: %(username)s hesabının profili.

source: Your mugshot
tr: Avatarınız

source: No collections
tr: Kolleksiyon bulunamadı

source: Other collections
tr: Diğer kolleksiyonlar

source: Account setup
tr: Hesap ayarları

source: Save changes
tr: Değişiklikleri kaydet

source: Profiles
tr: Profiller

source: previous
tr: önceki

source: Page %(page)s of %(num_pages)s
tr: %(num_pages)s sayfadan %(page)s. sayfa

source: next
tr: sonraki

source: Signin
tr: Giriş

source: or signup for a new <a href="%(signup_url)s"><i>Qnotes account</i></a>.
tr: veya yeni bir <a href="%(signup_url)s"><i>Qnotes hesabı</i></a> açın.

source: Forgot your password?
tr: Şifrenizi mi unuttunuz?

source: Signed out
tr: Çıkış yapıldı

source: You have been signed out
tr: Çıkış yaptınız

source: Till we meet again
tr: Tekrar görüşmek dileğiyle

source: Signup almost done!
tr: Kaydınız neredeyse tamam!

source: Thank you for signing up with us!
tr: Kayıt yaptığınız için teşekkürler!

source: You have been sent an e-mail with an activation link to the supplied email.
tr: Verilen e-postaya ait bir aktivasyon linki e-postanıza gönderildi.

source: We will store your signup information for %(userena_activation_days)s days on our server.
tr: Kayıt bilgilerinizi %(userena_activation_days)s gün boyunca sunucularımızda saklayacağız.

source: You can now use the supplied credentials to signin.
tr: Giriş yapmak için sağlanan kimlik bilgilerini kullanabilirsiniz.

source: Dear %(username)s,
tr: Sayın %(username)s,

source: Thank you for signing up at %(site)s.
tr: %(site)s sitesine kayıt olduğunuz için teşekkürler.

source: To activate your account you should click on the link below:
tr: Hesabınızı aktive etmek için aşağıdaki bağlantıya tıklayın:

source: Thanks for using our site!
tr: Sitemizi kullandığınız için teşekkürler!

source: Sincerely
tr: Sevgilerle

source: Your signup at %(site)s.
tr: %(site)s sitesinde kaydınız.

source: You requested a change of your email address at %(site)s.
tr: %(site)s sitesinde bir e-posta adresi değişikliği talebinde bulundunuz.

source: Please confirm this email address by clicking on the link below:
tr: Lütfen aşağıdaki bağlantıya tıklayarak bu e-postayı doğrulayın:

source: There was a request to change your email address at %(site)s.
tr: %(site)s sitesinde e-posta adresinizi değiştirmek üzere bir istek gerçekleşti.

source: An email has been send to %(new_email)s which contains a verification link. Click on the link in this email to activate it.
tr: %(new_email)s adresine doğrulama bağlantısı içeren bir e-posta gönderildi. Bu bağlantıya tıklayarak aktive edin.

source: Email verification for %(site)s.
tr: %(site)s sitesi için e-posta doğrulaması

source: A request to change your email address is made at %(site)s.
tr: %(site)s sitesinde e-posta adresinizde değişiklik talep edildi.

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s
tr: Bu e-postayı %(site_name)s sitesinde bir şifre değişikliği talebinde bulunulduğu için aldınız

source: Please go to the following page and choose a new password:
tr: Lütfen şu sayfaya giderek şifrenizi yenileyin:

source: Your username, in case you've forgotten: %(username)s
tr: Kullanıcı adınız, eğer unuttuysanız: %(username)s
